tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "wallix/awless"
tap "weaveworks/tap"
brew "aws-iam-authenticator"
brew "awscli"
brew "python@3.9"
brew "cdk"
brew "curl"
brew "docker", link: false
brew "harfbuzz"
brew "ffmpeg"
brew "gifsicle"
brew "gnupg"
brew "gobject-introspection"
brew "helm"
brew "jq"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
brew "openjdk"
brew "maven"
brew "mu"
brew "node"
brew "nvm"
brew "p7zip"
brew "pipenv"
brew "python@3.7"
brew "python@3.8"
brew "terraform"
brew "thefuck"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "amazon/amazon/isengard-cli"
brew "aws/tap/aws-sam-cli"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "weaveworks/tap/eksctl"
cask "alfred"
cask "amazon-workdocs-drive"
cask "amazon-workspaces"
cask "bitwarden"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "fig"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "lunar"
cask "microsoft-auto-update"
cask "miniconda"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "quip"
cask "raspberry-pi-imager"
cask "rectangle"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "zoom"
