tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wallix/awless"
tap "weaveworks/tap"
brew "amazon-workspaces"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "bluetoothconnector"
brew "cdk"
brew "docker"
brew "dtrx"
brew "expect"
brew "fluxctl"
brew "helm", link: false
brew "jq"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
brew "openjdk"
brew "maven"
brew "mu"
brew "nvm"
brew "openjdk@12"
brew "pipenv"
brew "python@2"
brew "switchaudio-osx"
brew "terraform"
brew "thefuck"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "wallix/awless/awless"
brew "weaveworks/tap/eksctl"
cask "alfred"
cask "docker"
cask "dropbox"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "mysqlworkbench"
cask "postman"
cask "pycharm"
cask "quip"
cask "rectangle"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "zoom"
